// import Link from "next/link"
import React from "react"

// import { ArrowLeft } from "@phosphor-icons/react/dist/ssr"

export default function Analytics() {
  return (
    <div className="flex flex-col w-full max-w-[600px] mx-auto p-4 font-light text-sm text-muted-foreground mb-8">
      <h1 className="text-3xl font-medium py-2 mt-8">
        درباره بوم ساز
      </h1>
      <p>
        بوم ساز یک پلتفرم پیشرو در صنعت مصالح ساختمانی است که هدف آن ایجاد ارتباطی ساده و کارآمد میان عرضه‌کنندگان و خریداران مصالح ساختمانی است. با فراهم آوردن دسترسی آسان به طیف گسترده‌ای از مصالح، از سیمان و فولاد گرفته تا محصولات ویژه و خاص، ما برای تمام نیازهای پروژه‌های ساخت و ساز، راه‌حلی جامع و کارآمد ارائه می‌دهیم.
      </p>
      <p className="mt-2">
        در بوم ساز، به اهمیت زمان و دقت در تحویل مصالح کاملاً آگاهیم. به همین دلیل، پلتفرم ما با فراهم کردن امکانات حمل و نقل، فرآیند خرید و تحویل مصالح را به شکلی منسجم و یکپارچه طراحی کرده است تا مشتریان ما بتوانند به موقع و با اطمینان کامل، مصالح خود را دریافت کنند.
      </p>
      <p className="mt-2">
        همچنین با تیم پشتیبانی تخصصی، همواره در کنار شما هستیم تا تجربه‌ای آسان و قابل اطمینان از خرید مصالح ساختمانی را فراهم کنیم. بوم ساز، راهی نوین برای دنیای ساخت و ساز!
      </p>
    </div>
  )
}
